Repository: helsingborg-stad/modularity-sections
Catalog: languages/modularity-sections-*.po
Languages: sv_se

source: Section base fields
sv_se: Grundläggande fält

source: Content
sv_se: Innehåll

source: Section Height
sv_se: Sektionens höjd

source: Select the amount of space that the section should take up vertically
sv_se: Välj hur mycket höjd sektionen minst ska ta upp

source: Small (Adapt to content)
sv_se: Liten (Anpassa till innehållet)

source: Medium (Minimum 40 % height)
sv_se: Medel (Minst 40% av höjden)

source: Large (Minimum 100% height)
sv_se: Stor (Minst 100% av höjden)

source: Section margin
sv_se: Sektionens marginal

source: Select a margin to the top/bottom of this section. The margin will respect the size of the section.
sv_se: Välj marginalstorleken till toppen och botten av sektionen. Marginalen ändrar inte på storleken av sektionen.

source: Small
sv_se: Liten

source: Medium
sv_se: Medel

source: Large
sv_se: Stor

source: Background focus (vertical)
sv_se: Fokuspunkt i bakgrundsbild

source: If the image has to be cropped to fit the view, where is the background focal point vertically?
sv_se: Ställ in en fokuspunkt i bilden, så att systemet kan beskära bilden vid behov men ändå spara det viktiga i bilden.

source: Top
sv_se: Överkant

source: Middle
sv_se: Mitten

source: Bottom
sv_se: Nederkant

source: Background focus (horizontal)
sv_se: Bakgrundsfokus

source: If the image has to be cropped to fit the view, where is the background focal point horizontally?
sv_se: Om bilden behöver beskäras, var finns bildens väsentliga innehåll i horisontalt led?

source: Left
sv_se: Vänster

source: Center
sv_se: Mitten

source: Right
sv_se: Höger

source: Parallax effect
sv_se: Parallax effekt (simulera djup)

source: Yes, use parallax to create some depth with a fixed background in the section. This option creates a illusion that indicates that the content floats on-top of the background.
sv_se: Ja, använd en parallax effekt för att skapa illusionen av djup i sidan.

source: Overlay effect
sv_se: Övertoningseffekt

source: Yes, blend the background image with a selected color.
sv_se: Ja, lägg ett lager över bilden med en solid färg.

source: Blur effect
sv_se: Effekt för suddighet

source: Yes, make the background image blurred to let the content stand out.
sv_se: Ja, gör bakgrundsbilden suddig. Det här alternativet gör texten mer läsbar.

source: Inner shadow effect
sv_se: Innerskugga

source: Yes, overlay the image with a soft inner shadow.
sv_se: Ja, lägg till en skuggeffekt på bilden.

source: Image position
sv_se: Bildens position

source: Select on what side of the screen that the image should be placed.
sv_se: Var ska bilden placeras? Höger eller vänster sida av skärmen?

source: Background image
sv_se: Bakgrundsbild

source: Select a good background image for this section. Choose one that is large enough to cover the whole screen.
sv_se: Välj en bild för den här sektionen. Bilden bör vara stor nog för att täcka hela skärmens yta.

source: Background color
sv_se: Bakgrundsfärg

source: Select a background coolor for this section. This is important to choose eaven if you are using a background image as this will show during rendering and in combination with some effects.
sv_se: Välj en bakgrundsfärg för den här sektionen. Det här valet kan påverka utseendet på vissa effekter och när sidan laddas. Det är därför viktigt att göra ett noggrant val även om du inte tänker använda bakgrundsfärgen.

source: Vertical content position
sv_se: Innehållsposition vertikalt

source: How to justify the content vertically when there is space left in either column.
sv_se: Hur innehåller ska justeras vertikalt när det finns utrymme kvar i någon av kolumnerna.

source: Submodules
sv_se: Moduler

source: Select modules that you like to display below the content of this section. A limited types are compatible with this function. For now, you cannot create new ones from this UI or edit them (you have to go trough the modularity tab to the left).
sv_se: Välj moduler som ska renderas ut i modulen, under innehållsytan. Ett begränsat urval av moduler kan användas här. För tillfället kan du inte skapa nya moduler i det här gränssnittet.

source: Foreground image
sv_se: Bild

source: Add an image to this section, placed in the foreground. Often svg images or transparent png images looks best.
sv_se: Lägg till en bild till den här sektionen. Ofta fungerar en bild med transparent bakgrund i svg eller png format bäst.

source: Columns
sv_se: Kolumner

source: Select the number of columns you do want to use for the body text.
sv_se: Välj hur många kolumner som innehållet ska fördelas på.

source: One column
sv_se: En kolumn

source: Two columns
sv_se: Två kolumner

source: Three columns
sv_se: Tre kolumner

source: Justify text
sv_se: Justera texten

source: This may cause some light readability issues. Use with caution and review the results on the page displayed (in both mobile and desktop version).
sv_se: Det här alternativet kan påverka läsbarheten på texten. Använd försiktigt och kontrollera att justeringen passar ditt innehållet (både i mobil och på dator).

source: Yes, even the space between words to fill up whole container
sv_se: Ja, jämna ut mellanrummet mellan ord.

source: Font size
sv_se: Typsnittets storlek

source: How large should the font render? This only affects the header size, normal content will render as usual.
sv_se: Hur stor ska rubriken vara? Det här påverkar inte innehållets storlek.

source: Extra large
sv_se: Extra stor

source: Font color
sv_se: Färg på typsnitt

source: Select the color of the text displayed. This should be selected purely on readability.
sv_se: Välj färgen som texten ska ha, du bör ta ett beslut grundat i läsbarheten och inte grundat i utseendet.

source: Dark
sv_se: Mörk

source: Light
sv_se: Ljus

source: Frame fourgound image
sv_se: Sektionens förgrundsbild

source: Yes, add a frame to the foreground image
sv_se: Ja, rama in bilden i förgrunden

source: Foreground image frame width
sv_se: Ramlinjens tjocklek

source: Foreground image frame color
sv_se: Ramlinjens färg

source: Overlay color
sv_se: Färg på övertoning

source: Overlay opacity
sv_se: Övertoningens genomskinlighet

source: High
sv_se: Hög

source: Low
sv_se: Låg

source: Section divider
sv_se: Avgränsare

source: Section divider style
sv_se: Stil på sektionens avgränsare

source: Skew
sv_se: Lutande

source: Skew (Reverse)
sv_se: Lutande (omvänd)

source: Featured section
sv_se: Utvald sektion (sektion med förgrundsbild)

source: General
sv_se: Generellt

source: Text & font settings
sv_se: Typsnittsinställningar

source: Background
sv_se: Bakgrund

source: Background basic details
sv_se: Grundläggande inställningar för bakgrund

source: Set a background image and/or color for this section.
sv_se: Välj en bakgrundsbild och/eller färg för den här sektionen.

source: Background focus
sv_se: Bakgrundens fokuspunkt

source: Some part of your image are often more important than others. A person or fourground image for example. Set the focal point in the image below.
sv_se: Vissa delar av en bild är viktigare än andra. Ställ in en fokuspunkt i bilden som matchar en person eller objekt i förgrunden.

source: Effects
sv_se: Effekter

source: You can apply one or more effects below to this module. Please combine them carefully.
sv_se: Du kan lägga till en eller flera effekter för den här modulen. Kombinera dem varsamt.

source: Margins
sv_se: Marginaler

source: Full section
sv_se: Fullbredd sektion

source: Number of columns
sv_se: Antal textkolumner

source: Basic background details
sv_se: Grundläggande inställningar för bakgrund

source: Split section
sv_se: Tvådelad sektion

source: Section featured
sv_se: Utvald sektion

source: Outputs a module.
sv_se: Skriver ut en modul.

source: Section full
sv_se: Fullbredd sektion

source: Outputs a section.
sv_se: Skriver ut en sektion.

source: Section split
sv_se: Tvådelad sektion
